/* VERSION: Japanese Translation file - Version 3.1.5 - 2011 August 29 */

/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "MyTimeを次回起動時にバックアップを即座に送信したい場合はこれをオンにしてください";

/* */
"Email Backup Instantly" = "バックアップをメールにて即座に送信する";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "次回，MyTimeを起動した時に，地図のキャッシュが消去されるようにしたいならこれをオンにしてください。";

/* */
"Clear Map Cache" = "地図キャッシュを消去";

